7zip
accountsservice
aichat
alacritty
arch-install-scripts
atuin
base
base-devel
bat
bluez
broot
btop
cli11
cliphist
cmake
dconf-editor
dgop
dms-shell-bin
dms-shell-bin-debug
docker
docker-compose
efibootmgr
eza
fastfetch
fd
fzf
git
git-delta
github-cli
google-breakpad
google-chrome
gopac
grub
gvfs-smb
helix-git
imv
intel-ucode
intelli-shell
jdbrowser-git
jemalloc
kanata
keepassxc
lazygit
less
linux-firmware
linux-lts
matugen
mimeo
mtpaint
nautilus
nautilus-open-any-terminal
neofetch
networkmanager
ninja
niri
ntp
openssh
pacman-contrib
pamixer
pass
pipewire-alsa
pipewire-jack
pipewire-pulse
pulseaudio-alsa
qt5-wayland
qt6-base
qt6-declarative
qt6-shadertools
qt6-svg
quickshell-git
rclone
reflector
restic
resvg
ripgrep
rsync
selectdefaultapplication-git
skm
stow
terminus-font
timeshift
tldr
ttf-hack-nerd
ttf-nerd-fonts-symbols-mono
unzip
wayland-protocols
wezterm
wget
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-terminal-exec
xwayland-satellite
yay-bin
yay-bin-debug
yazi
zellij
zen-browser-bin
zinit
zoxide
zsh
