7zip
accountsservice
adw-gtk-theme
aichat
alacritty
arandr
arch-install-scripts
atuin
base
base-devel
bat
bc
bluez
bookokrat-bin
broot
btop
cbonsai
cli11
cliphist
cmake
codeberg-cli
csview
dcli-arch-git
dconf-editor
ddcutil
dgop
dms-shell-bin
duf
efibootmgr
eza
fastfetch
fd
flatpak
freerdp
fzf
git
git-delta
github-cli
google-breakpad
google-chrome
gopac
grub
gvfs-smb
helix-git
impala
imv
intel-media-driver
intel-ucode
intelli-shell
jdbrowser-git
jemalloc
kanata
keepassxc
key-mon
khal
kicad
kitty
krdc-xfreerdp
lazygit
less
libvncserver-git
linux-firmware
linux-lts
matugen
mimeo
monique
mtpaint
mupdf
nautilus
nautilus-open-any-terminal
neofetch
networkmanager
ninja
niri
noto-fonts-emoji
ntp
onlyoffice-bin
openssh
openvpn
otf-firamono-nerd
pacman-contrib
pamixer
paru
pass
pipewire-alsa
pipewire-jack
pipewire-pulse
pulseaudio-alsa
python-pip
qt5-wayland
qt6-base
qt6-declarative
qt6-shadertools
qt6-svg
qt6-websockets
quickshell-git
rclone
rdesktop
reflector
restic
resvg
ripgrep
rsync
rustnet
scooter
selectdefaultapplication-git
showmethekey
skm
sqlitebrowser
sqls-bin
steam
stow
tabiew
television
terminus-font
timeshift
tldr
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-nerd-fonts-symbols-mono
unzip
vdirsyncer
vicinae-bin
watchtower-bin
wayland-protocols
wayvnc
wev
wezterm
wget
whosthere-bin
wifiman-desktop
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-terminal-exec
xwayland-satellite
yay-bin
yay-bin-debug
yazi
zathura
zathura-pdf-mupdf
zellij
zen-browser-bin
zinit
zoxide
zsh
